
/* Short title for copy operations from external applications into Ulysses */
"ImportOperationTitle" = "导入";

/* Detailed description for copy operations from external applications into Ulysses (first placeholder is the number of items to be copied; second the name of the destination) */
"ImportOperationDescription" = "正在导入 %lu 项目到 %@…";


/* Title of error panel shown to the user when a file cannot be imported for some reason. */
"UnableToImport" = "无法导入文件。";

/* Format of text of error panel shown to the user when a file cannot be imported for some reason. First placeholder is the filename, second placeholder will contain a localized human-readable error description -- either from the subsystem or the generic one in "ImportGenericFileError". */
"UnableToImportText" = "尝试读取  %@ 时发生错误: %@";

/* Generic description of the error when a sheet cannot be opened for an unknown reason. Will be filled with a technical error description. */
"ImportGenericFileError" = "此文件可能已被损坏、被截断或是一个非预期的格式。\n\n相关的错误：“%@”";
